<?php
/*
 * 网站配置
 */
return array(
    //***********************网站信息*********************
    'WEB_NAME'                  => '明之',                     //网站名称
    'WEB_NAME_DESC'             => '分享知识,享受乐趣',            //网站描述
    'WEB_AUTHOR'                => '明山',                     //网站作者
    'WEB_TITLE'                 => '知识分享社区',                //网站标题
    'WEB_KEYWORDS'              => '明之,知识分享,社区',           //网站关键词
    'WEB_DESC'                  => '明之是一个知识分享社区，用户可以将自己积累的知识分享出去或者通过提问的方式来获取知识',                        //网站描述
    'WEB_COPYRIGHT'             => '©2016 明之',               //网站版权
    //***********************网站设置*********************
    'WEB_STATUS'                =>  '1',                      //网站状态1:开启 0:关闭
    'WEB_CLOSE_WORD'            =>  '网站升级中，请稍后访问。',       //网站关闭时提示文字
    'WEB_ICP_NUMBER'            =>  'zz',                     //网站ICP备案号
    'ADMIN_EMAIL'               =>  '499445428@qq.com',       //站长邮箱
    'ANSWER_CUO'                =>  '作者保留权利',               //回答的标识
  
    //**********************页脚信息**********************
    'WEB_FOOTER_DECLARE'        =>  '声明',                     //声明
    'WEB_FOOTER_AGREEMENT'      =>  '协议',                     //协议
    'WEB_FOOTER_CONNECT'        =>  '联系我们',                  //联系我们
);