<?php
/**
 +----------------------------------------------------------------------
 |  MINGZHI
 +----------------------------------------------------------------------
 | Copyright (c) 2017 mingzhi All rights reserved.
 +----------------------------------------------------------------------
 | Licensed ( http://www.apache.org/licenses/LICENSE-2.0 )
 +----------------------------------------------------------------------
 | Author: mingshan <499445428@qq.com>
 +----------------------------------------------------------------------

 +----------------------------------
 * 空控制器
 * 用来处理控制器为空的情况
 +----------------------------------
 */
namespace Home\Controller;
use Think\Controller;
class EmptyController extends Controller{    
    function _empty(){
        echo '到了知识未到达的地方^_^';
    }
}